Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/registrering_av_samiske_sprak_i_folkeregisteret.html.tmx
Source language: nob
Languages: sma

source: Registrering av samiske språk i Folkeregisteret
sma: Registreereme saemien gïelijste Almetjeregisterasse

source: Folkeregisteret har åpnet en mulighet til å registrere kompetanse i samiske språk.
sma: Almetjeregistere nuepiem vadteme maahtoem saemien gïeline registreeredh.

source: Snakker, skriver og/eller leser du et av flere samiske språkene nordsamisk, lulesamisk og sørsamisk, kan du registrere dette i Folkeregisteret.
sma: Jis aktem jallh jienebh saemien gïelh goh noerhtesaemien, julevsaemien jïh åarjelsaemien soptsesth, tjaalah jïh/jallh lohkh, maahtah dam Almetjeregisterasse registreeredh.

source: Dersom du behersker flere samiske språk, kan du krysse av for flere.
sma: Jis jienebh saemien gïelh haalvah maahtah kroessem bïejedh jieniebidie gïelide.

source: Denne registreringen er frivillig.
sma: Jïjtjevyljehke registreeremem darjodh.

source: Formålet med registreringen er å kunne utarbeide statistikk over brukere av samiske språk.
sma: Aajkoe registeereminie lea maehtedh statistihkem darjodh saemien gïeleutniji bijjeli.

source: Bakgrunnen for denne registreringen er et mål om å beskytte og ivareta samisk som utrydningstruede språk.
sma: Daan registreeremen fåantoe ulmine åtna saemien gïelh, mah leah vaahresne nåhkedh, vaarjelidh jïh gorredidh.

source: Gjennom å tilby datagrunnlag fra Folkeregisteret kan samfunnet studere språkutviklingen og gjøre tiltak som fremmer samisk kultur og språk.
sma: Viehkine daatavåaromem Almetjeregisteristie faalehtidh, seabradahke maahta gïeleevtiedimmiem goerehtidh jïh råajvarimmiejgujmie nïerhkedh mah saemien kultuvrem jïh gïelem eevtjieh.

source: Du kan registrere samiske språk på Skatteetatens nettsider.
sma: Maahtah saemien gïelh registreeredh Skaehtieetaaten nedtesæjrojne .
